Repository: samehfrihat/TechnicalityLevelAnnotationTool
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: de

source: annotation newbie
de: Annotations Neuling

source: research supporter
de: Unterstützer*in der Wissenschaft

source: ambitious annotator
de: ambitionierte*r Anotator*in

source: annotation star
de: Annotationsstar!

source: annotation master
de: Annotationsmeister*in

source: legendary annotator
de: legendäre*r Annotator*in

source: WisPerMed Annotation Tool
de: WisPerMed Annotationstool

source: Artificial intelligence and medical decision support
de: Künstliche Intelligenz und Entscheidungsunterstützung in der Medizin

source: Change your Password
de: Passwort ändern

source: Please fill in the form and save changes.
de: Bitte füllen Sie die Felder aus und speichern Sie die Änderungen.

source: Nickname
de: Spitzname

source: Old Password:
de: altes Passwort

source: Password
de: Passwort

source: new Password:
de: neues Passwort

source: This field is mandatory
de: erforderliches Feld

source: Cancel
de: abbrechen

source: save
de: speichern

source: Home
de: Startseite

source: Annotate
de: Annotieren

source: Technicality
de: Formalität

source: About us
de: Über uns

source: Contact us
de: kontaktieren Sie uns

source: Welcome
de: Willkommen

source: to WisPerMed Annotation Tool!
de: beim WisPerMed Annotationstool

source: Help improving Artificial intelligence in medical decision support
de: Hilf uns Künstliche Intelligenz und Entscheidungsunterstützung in der Medizin zu verbessern

source: You have annotated
de: Sie haben bisher

source: abstract so far.
de: Abstract annotiert

source: abstracts so far.
de: Abstracts annotiert

source: Please annotate at least 2 abstracts
de: Bitte annotieren Sie mindestens 2 Abstracts

source: If you like, keep on annotating
de: Wenn sie mögen, können sie gerne weitere Abstract annotieren

source: Start Annotation!
de: Annotation starten!

source: Thank you for supporting our research!
de: Vielen Dank, dass Sie uns bei unserer Forschung unterstützen!

source: Welcome to WisPerMed Annotation Tool!
de: Willkommmen beim WisPerMed Annotationstool!

source: Password:
de: Passwort:

source: Forgot password?
de: Passwort vergessen?

source: Do you not have an account?
de: Haben Sie noch kein Konto?

source: Thank you for supporting our research for improving AI in Medicine <br> You are only one step far from making a difference! <br> Are you in the medical domain and would like to help us? Then contact us via
de: Vielen dank, dass Sie uns bei unserer Forschung zur Verbesserung von KI in der Medizin unterstützen! <br> Sie sind nur einen Schritt davon entfernt den Unterschied zu machen! <br> Sind Sie im Bereich der Medizin tätig und würden gerne mehr erfahren oder uns unterstützen? Dann kontaktieren Sie uns einfach via

source: Tank you!
de: Danke!

source: You annotation was saved
de: Ihre Annotation wurde gespeichert

source: Next Abstract
de: nächstes Abstract

source: Give me more abstracts
de: Gib mir noch ein Abstract

source: Getting started
de: Los geht's!

source: Please answer the following questions about your language skills and consent in the use of the collected data to proceed to the annotation. All data collected will be stored under an automatically generated completely anonymous user.
de: Um mit der Annotation starten zu können beantworten Sie bitte die folgenden Fragen zu Ihren Sprachkenntnissen und stimmen der Daten- und Cookienutzung zu. Alle gesammelten Daten werden unter einem automatisch angelegten und komplett anonymisierten Nutzer gespeichert.

source: What is your German language level:
de: Wie gut sprechen Sie Deutsch?:

source: Select
de: Auswählen

source: B1 (Independent)
de: B1 (Fortgeschrittene Sprachverwendung)

source: B2 (upper Independent)
de: B2 (Selbständige Sprachverwendung)

source: C1 (Advanced)
de: C1 (Fachkundige Sprachkenntnisse)

source: Native
de: Muttersprachler

source: What is your English language level:
de: Wie gut sprechen Sie Englisch?:

source: To which category do you belong?:
de: In welcher Kategorie ordnen Sie sich ein?

source: Physician with 2+ years of experience
de: Ärzt*in mit mehr als 2 Jahren Berufserfahrung

source: Physician with less than 2 years of experience
de: Ärzt*in mit weniger als 2 Jahren Berufserfahrung

source: Senior medical student (7th semester +)
de: Medizinstudent*in (ab 7. Fachsemester)

source: Junior medical student (up to 6th semester)
de: Medizinstudent*in (bis 6. Fachsemester)

source: Out of medical domain
de: Außerhalb des medizinischen Bereichs

source: I consent to the use of the collected data for research and publication purposes.
de: Ich bin mit der Nutzung der Daten zu Forschungs- und Publikationszwecken einverstanden.

source: I consent to the use of functional cookies on this site.
de: Ich bin damit einverstanden, dass die Webseite funktionale Cookies speichert

source: start
de: Starten

source: Annotation tool of medical documents
de: Annotationstool medizinischer Publikationen

source: Level of Technicality
de: Grad der Formalität

source: Please read the abstracts carefully and evaluate their technicality and readability levels on a scale between 0 and 100 percent.
de: Bitte lesen Sie die Abstracts sorgfältig durch und bewerten Sie die jeweilige Formalität und Lesbarkeit auf einer Skala zwischen 0 und 100 Prozent.

source: Title
de: Titel

source: English abstract
de: Englisches Abstract

source: Technicality Level -
de: Grad der Formalität -

source: Englishs
de: Englisches

source: An article may be well written and grammatically understandable, but its content may cover concepts only understandable to people learned in a certain domain. 0 means high technical text, and 100 low technicality.
de: Ein Artikel kann gut geschrieben und grammatikalisch verständlich sein, aber sein Inhalt kann Konzepte umfassen, die nur für Menschen mit Fachkenntnissen in einem bestimmten Bereich verständlich sind. 0 bedeutet, dass der Text sehr technisch ist, und 100, dass er wenig technisch ist.

source: Readability Level -
de: Grad der Lesbarkeit -

source: The ease with which a reader can understand a written text. 0 means Hard to read, and 100 easy to read.
de: Die Leichtigkeit, mit der ein Leser einen geschriebenen Text verstehen kann. 0 bedeutet schwer zu lesen und 100 leicht zu lesen.

source: German abstract
de: Deutsches Abstract

source: Germans
de: Deutsches

source: Topic
de: Themen-bereich

source: Desirable information for (a better) contextual understanding
de: Wünschenswerte Informationen zum (besseren) Kontextverständnis

source: Exchange with colleagues of the same professional level
de: Austausch mit Kolleg*innen der selben fachlichen Qualifikation

source: Exchange with supervisors
de: Austausch mit Vorgesetzten

source: Pschyrembel (medical dictionary)
de: Pschyrembel (medizinisches Nachschlagewerk)

source: Medical guideline
de: Medizinische Leitlinie

source: Hospital-specific SOP (standard operating procedure)
de: Klinikinterne SOP (Standardarbeitsanweisung)

source: Which?
de: Welches?

source: Other information
de: Anderes Informationsmaterial/Zusätzliches

source: Not needed
de: Keine zusätzlichen Informationen

source: submit
de: absenden
